akamud.vscode-theme-onedark
akamud.vscode-theme-onelight
amazonwebservices.aws-toolkit-vscode
Angular.ng-template
anseki.vscode-color
aws-amplify.aws-amplify-vscode
aws-scripting-guy.cform
azemoh.one-monokai
christian-kohler.npm-intellisense
christianoetterli.refactorix
DavidAnson.vscode-markdownlint
dbaeumer.jshint
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-complete-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
foxundermoon.shell-format
GitHub.copilot
GraphQL.vscode-graphql
GraphQL.vscode-graphql-syntax
hashicorp.terraform
heaths.vscode-guid
humao.rest-client
infeng.vscode-react-typescript
johnpapa.vscode-peacock
KevinRose.vsc-python-indent
KnisterPeter.vscode-github
mark-tucker.aws-cli-configure
mgmcdermott.vscode-language-babel
mhartington.theme-oceanicnext
ms-azuretools.vscode-docker
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
ms-vsliveshare.vsliveshare-audio
ms-vsliveshare.vsliveshare-pack
msjsdiag.vscode-react-native
redhat.vscode-yaml
shd101wyy.markdown-preview-enhanced
syler.sass-indented
vscode-icons-team.vscode-icons
Vue.volar
